Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/uusi_pohjoissaamen_kielen_tyokirja_ilmestyi.html.tmx
Source language: fin
Languages: sme

source: Uusi pohjoissaamen kielen työkirja ilmestyi
sme: Ođđa bargogirji davvisámegillii almmuhuvvui

source: GEA 3 bargogirji čakčii on tarkoitettu käytettäväksi perusopetuksen kolmannen luokan GEA 3- lukukirjan ohella.
sme: Ođđa davvisámegiela bargogirjji GEA-oahppogirjeráidui lea almmustuvvan.

source: Työkirja sisältää runsaasti monipuolisia harjoituksia syyslukukaudelle. GEA kirjasarjan tekstit on kirjoittanut Oona Länsman .
sme: Gea-ráidu lágiduvvo vuolleskuvlla vieris giela oahpahussii.

source: Kuvat ja taiton on tehnyt Nora Bäck.
sme: GEA 3 bargogirji čakčii lea oaivvilduvvon vuođđooahpahusa goalmmát luohká vieris giela oahpahussii GEA 3 lohkangirjji bálddas.

source: Tilaukset: kirjatilaus(at)samediggi.fi
sme: Girjji teavsttaid lea čállán Oona Länsman ja dat sisttisdoallá máŋggabealat hárjehusaid čakčabadjái.

source: Lisätietoja: koulutus- ja oppimateriaalitoimisto
sme: Girjji govaid lea sárgon ja layout ráhkadan Nora Bäck.
